<?php

return [
    'products' => "المنتجات",
    'stored' => 'تمت إضافة المنتج',
    'updated' => 'تم تحديث المنتج',
    'deleted' => 'تم حذف المنتج',
    'imgDeleted' => "لقد تم حذف الصورة",
    'request' => ' تمت إضافته',
    'action' => 'إذا كنت تريد أن ترى ذلك ',
    'request_update' => 'تم تحديثه',
    'list' => "قائمة المنتجات",
    'create' => "إنشاء منتج جديد",
    'modal_delete' => 'يرجى دراسة عواقب اختيارك',
    'edit' => 'تحديث',
    'add' => 'أضف المنتج',
    'view_all' => "انظر الى جميع المنتجات"
];