<?php

return [
    "profile"   => "البيانات الشخصية",
    'params'    => "إعدادات",
    "security"  => "أمن",
    'update'    => "تحديث ملف التعريف الخاص بي",
    'success_params'   => "تم تحديث المعلومات الخاصة بك",
    'update_psw'   => "تحديث كلمة المرور",
    'psw_success'   => "تم تحديث كلمة المرور الخاصة بك",
    "members"       => 'المستخدمين',
    'list'          => "قائمة المستخدمين",
    'danger_inactive' => "هذا الحساب غير نشط الرجاء المحاولة مرة أخرى بعد التنشيط.",
    'danger_archived' => "تتم أرشفة هذا الحساب ، يرجى إعادة المحاولة بعد التنشيط.",
    'range_success'     => "تمت إضافة النطاق",
    'danger_status_pdg' => "لا يمكن لحساب المدير التنفيذي تغيير الحالة",
    'status_bloque'     => 'الحالة محظورة حتى :value',
    'range_title'       => 'إضافة نطاق',
    'add_range'         => 'أضف هذا النطاق',
    'status_modal'      => "<p>إن توقيف أو أرشفة حالة الحسابات صارمة تمامًا ، ولن يكون العودة من اختيارك فوريًا</p>
                                <p>الحد الأدنى لعدد أيام توقيف الحساب هو:<span class='text-danger'>7 ايام</span></p>
                                <p>الحد الأدنى لعدد أيام أرشفة الحساب هو: <span class='text-danger'>20 ايام</span></p>
                                <p>يرجى النظر بعناية في عواقب هذه الاختيارات</p>",
    "status_update"     => "تغيير الوضع",
    'request'           => "انضم إلى قائمة المستخدمين",
    "action"            => "إذا كنت تريد أن ترى ملفه الشخصي",
    'request_update'    => "قام بتحديث ملفه الشخصي",
    'action_update'     => "إذا كنت تريد أن ترى هذه الإحداثيات الجديدة",
    'deleted'           => "تم حذف العضو",
    'delete_modal'      => "<p>أنت على وشك حذف هذا العضو.</p>
                            <p>Veuillez lire <a href='#'>Ici</a> attentivement les conséquences de cette action.</p>"
];