<?php

return [
    'positions'         => "الوظائف",
    'list'              => "قائمة الوظائف",
    'create'            => "انشاء وظيفة",
    'stored'            => ':value تم إنشاؤه',
    'edit'              => "تم تحديث هذه الوظيفة",
    'updated'           => "المعلومات عن :value تم تحديثها",
    'deleted'           => "تم حذف الوظيفة",
    'modal_delete'      => "سيكون حذف هذه الوظيفة نهائيًا",
    'delete'            => "حذف",
    'request'           => "انضم إلى قائمة الوظائف",
    "action"            => "إذا كنت تريد أن ترى معلوماته الجديدة",
    'request_update'    => "احدث معلوماته",
    'action_update'     => "إذا كنت تريد أن تراها"
];